greet = "Добро пожаловать! 🤩\n" \
        "Скорее подключайтесь в /connection и узнавайте наши условия в /about"
about = "Вуди-бот предоставляет одну бесплатную VPN-конфигурацию, можете добавить её на несколько устройств, но одновременно " \
        "можно использовать только на одном.\n" \
        "Использование бесплатно, но раз в сутки нужно заходить в /status и смотреть объявления. Если этого не сделать," \
        " конфигурация будет 🔵заморожена, а после 3 суток 🔴деактивирована (чтобы подключиться снова, вам нужно будет" \
        " получить новую конфигурацию в /connection.\n"
#status = "о статус"
connection = "Как подключиться❔\n\n" \
             "Скачайте приложение Wireguard:\n" \
             "IOS - https://apps.apple.com/ru/app/wireguard/id1441195209\n" \
             "Android - https://play.google.com/store/search?q=wireguard&c=apps&hl=ru\n" \
             "Windows - https://www.wireguard.com/install/\n" \
             "Скачайте конфигурацию по кнопке ниже и создайте в приложении новый туннель из скачанного файла\n\n" \
             "Подробнее о том, как сохранять доступ в /about"
error_repeat = "⚠️Произошла непредвиденная ошибка. Попробуйте ещё раз"
#может переменная ниже не используется
no_config = '⚠️Свободных конфигураций сейчас нет. Побробуйте позже, очень скоро мы их добавим'
no_available_config = '⚠️Свободных конфигураций сейчас нет. Побробуйте позже, очень скоро мы их добавим'
config_button = "💾 Получить конфигурацию"
status_active = '🟢 Конфигурация активна'
status_inactive = '🔴 Конфигурация неактивна, перейдите в /connection для активации, а затем в /status для разморозки'
status_frozen = '🔵 Конфигурация заморожена, перейдите в /status для разморозки'
wrong_config = "⚠️Неверная конфигурация, вызовите ещё раз /connection и попробуйте получить конфигурацию снова"
ads_button = "📺 Смотреть объявления"
config_unfroze_suc = '✅ Ваша конфигурация разморожена'
go_to_connection_to_activate = '➡️Перейдите в /connection для получения конфигурации'
go_to_status_to_unfroze = '➡️Перейдите в /status для разморозки конфигурации'
